<?php
// Heading
$_['heading_title']    = 'Статусы товаров в заказе';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Статусы товаров в заказе';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';
$_['text_add_order_product_status'] = 'Добавить дочерний статус к';

// Column
$_['column_name']      = 'Статусы товаров в заказе';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Cтатус товара в заказе';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения статусов товаров в заказе!';
$_['error_name']       = 'Статус товаров в заказе должен быть от 3 до 32 символов!';
$_['error_default']    = 'Статус товаров в заказе не может быть исключен, поскольку он прикрелпен к статусу заказа основного магазина!';
$_['error_download']   = 'Статус товаров в заказе не может быть исключен, поскольку он прикреплен к статусу скачивания по умолчанию!';
$_['error_store']      = 'Статус товаров в заказе не может быть удален, так как назначена %s магазинам!';
$_['error_order']      = 'Статус товаров в заказе не может быть удален, так как назначена %s заказам!';
$_['error_partition_message_success'] = 'Статус-расширение был успешно создан!';
$_['error_partition_message_1']       = 'Расширение текущего статуса запрещено!';
$_['error_partition_message_2']       = 'Было передано пустое имя для статуса!';
$_['error_partition_message_3']       = 'Статус с таким наименованием(ями) уже существует!';
$_['error_partition_message_default'] = 'Корректный ответ сервера не был получен!';
$_['error_delete_descendant_1']       = 'Данный статус сейчас используется. Удаление невозможно!';

// Button
$_['button_add_order_product_status'] = 'Добавить статус';