<?php
// Heading
$_['heading_title']               = 'Бренды';

// Text
$_['text_success']                = 'Настройки успешно изменены!';
$_['text_list']                   = 'Группа брендов';
$_['text_list_group']             = 'Группа брендов';
$_['text_list_no_checked']        = 'Непроверенные бренды';
$_['text_list_dictionaries']      = 'Словари';
$_['text_list_similarity']        = 'Страница соответствия';
$_['text_add']                    = 'Добавить';
$_['text_edit']                   = 'Редактирование';
$_['text_default']                = 'По умолчанию';
$_['text_no_result']              = 'Данные отсутствуют';

// Column
$_['column_main']                 = 'Основной';
$_['column_suitable_group']       = 'Подходящие группы';
$_['column_brand_group']          = 'Группа брендов';
$_['column_action']               = 'Действие';
$_['column_brand']                = 'Бренд';
$_['column_parent_brand']         = 'Родительский бренд';
$_['column_status']               = 'Статус';
$_['column_percent']              = 'Процент совпадения';
// Entry
$_['entry_brand_group']          = 'Название группы брендов';
$_['entry_brand_name']           = 'Название бренда';
$_['entry_parent_brand']         = 'Название родительского бренда';
$_['entry_status']               = 'Статус';
$_['from']                       = 'От (%)';
$_['before']                     = 'До (%)';

// Help
$_['help_safe']                   = 'Установите значение true, чтобы одобрить этого клиента, от того, если он был пойман по системой по борьбе с мошенничеством';
$_['help_points']                 = 'Используйте минус для вычитания баллов, например -60';

// Error
$_['error_warning']               = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']            = 'У Вас нет прав для изменения настроек Клиенты!';
$_['error_exists']                = 'Данный E-Mail уже зарегистрирован!';
$_['error_firstname']             = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']              = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']                 = 'E-Mail адрес введен неверно!';
$_['error_telephone']             = 'Телефон должен быть от 3 до 32 символов!';
$_['error_password']              = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']               = 'Пароль и подтверждение пароля не совпадают!';
$_['error_address_1']             = 'Адрес должен быть от 3 до 128 символов!';
$_['error_city']                  = 'Город должен быть от 2 до 128 символов!';
$_['error_postcode']              = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']               = 'Выберите страну!';
$_['error_zone']                  = 'Выберите регион!';
$_['error_custom_field']          = '%s - обязательно!';
$_['error_comment']               = 'Необходимы комментарии!';
$_['error_custom_field_validate'] = '%s неверный!';
$_['error_limit_format']          = 'Лимит должен быть числом!';
$_['error_limit_negative']        = 'Лимит должен быть больше или равен 0!';

$_['button_export']               = 'Экспорт';
